---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.Hardwood
source: html/8f6cee85-2386-a9d3-2b33-5a2d05c7d9c1.htm
---
# Hardwood Properties

The property labeled "Tint Color" from the "Hardwood" schema.